{"Add a personalized message:":"Personalize with a gift message","Are you sure you would like to remove this item from the shopping cart?":"Are you sure you would like to remove this item from your cart?","Back to Cart":"View Cart","Cart Subtotal":"Subtotal","Check Estimate Total":"Total:","Edit Cart":"Edit","Gift receipts do not include prices. Products can be returned or exchanged.":"A gift receipt that does not include prices will be included in this order. Products returned with a gift receipt can only be exchanged and not refunded.","Minimum length of this field must be equal or greater than %1 symbols. Leading and trailing spaces will be ignored.":"Your password must have a minimum of %1 characters.","Minimum of different classes of characters in password is %1. Classes of characters: Lower Case, Upper Case, Digits, Special Characters.":"Make a strong password. Your password must have an uppercase letter, lowercase letter, number and special character.","My billing and shipping address are the same":"My billing and delivery address are the same","Not Available In Warehouse":"Not available for delivery","Out of stock":"Not Available","Pickup Contact":"Contact Information","Please enter a number greater than 0 in this field.":"Please enter a quantity greater than 0.","Please enter less or equal than %1 symbols.":"Please enter no more than %1 characters.","Please enter less or equal than {0} symbols.":"Please enter less or equal than {0} characters.","Please enter more or equal than %1 symbols.":"Please enter no less than %1 characters.","Please enter more or equal than {0} symbols.":"Please enter more or equal than {0} characters.","Please enter the same value again.":"Passwords do not match.","Please update your delivery address with an Ontario postal code.":"Please provide a delivery address within Ontario.","Please update your delivery address.":"Please change your delivery address or choose Free In-Store Pickup.","Proceed to Checkout":"Checkout","Remaining on card":"Remaining balance: ","Save_text":"Save","Ship Here":"Deliver Here","Ship to Home":"Home Delivery","Shipping":"Delivery Fee","Shipping Address":"Delivery Address","Shipping Details":"Delivery Details","Shipping Methods":"Delivery Options","Sorry, there are no delivery methods available.":"Sorry, there are currently no delivery options available for this delivery address.","This field contains invalid characters.":"Please enter alphanumeric characters only.","This item is out of stock at your selected store. Please try checking availability in a different store.":"This item is out of stock at your selected store and online. Please try checking availability in a different store.","Type your message here(Optional).Maximum 180 characters.":"Maximum 180 characters.","View and Edit Cart":"View Cart","You already have an account with us. Please login or continue as guest.":"You already have an LCBO account. Please login or continue as guest to checkout.","You are connected as <strong>%1<\/strong> on %2":"You are signed in as <strong>%1<\/strong> on %2","You can create an account after checkout.":"We will send your order confirmation to this email address.","You need to choose address from the dropdown with suggestions.":"You need to choose an address from the dropdown list of suggested addresses","available for shipping":"available for delivery","money_amount_pre_auth_msg":"money_amount will be pre-authorized on your credit or debit card. The final payment amount may vary depending on your available Aeroplan points and product availability."}